{
  "message": "ciao i18n !!",
  "messageProfile": "Ho concluso gli studi informatici presso l'Istituto tecnico Enrico Medi di San Giorgio a Cremano(NA), dopodiché ho intrapreso gli studi in ingegneria nel ramo aerospaziale. Durante il ciclo di studi ho ricevuto un' offerta di lavoro come sviluppatore software presso azienda informatica di Caserta, in cui sono tutt'ora. La scelta di accettare e cominciare una nuova sfida ha dato di nuovo linfa alla mia vita, ormai entrata in quella routine di sessioni, stress e gestione dell'ansia da esami. Riflettei molto se continuare o meno l'università e alla fine decisi di lasciare aerospaziale per ingegneria informatica, in cui ora sono laureato.",
  "changeLanguage": "Cambia lingua",
  "languageIT": "Italiano",
  "languageEN": "Inglese",
  "messageProfileTitle": "Profilo personale",
  "messageThesis": "Il lavoro di tesi mi ha spinto oltre la mia comfort zone, esplorando argomenti e studi che mai mi sarei immaginato anni fa. Ho realizzato una piattaforma web responsive, attraverso VUE JS, che permette a chi si collega di costruire e operare su mappe concettuali, ma la piattaforma non ha come scopo solo questo, ma soprattuto conoscere la misura dell'entropia didattica. L’entropia misura il disordine didattico. Questa misura infatti fornisce una dimensione di quanto una mappa concettuale, con un numero di concetti/nodi, qualsiasi, e un certo numero di archi, presenti percorsi diversi sui concetti da apprendere. La piattaforma è visibile all'indirizzo https://entropy-henna.vercel.app \nQuesto lavoro mi ha permesso di affrontare nuovi argomenti e spingere le mie conoscenze anche in argomenti che credevo non appartenessero al mio essere.",
  "messagePercentage": "Percentuale di utilizzo",
  "subtitlePercentage": "(Non rappresenta il livello)",
  "messageTechnology": "Tecnologie utilizzate",
  "subtitleTechnology": "Muovi il mouse e passa sulle icone",
  "messageProjects": "I miei progetti e quelli a cui ho partecipato",
  "messageExperience": "Lavoro dal 2017 in Gesan srl, un' azienda informatica che si occupa di sanitá. Sono cresciuto molto da quando sono in questa azienda, ho imparato tecnologie, tecniche e paradigmi di programmazione a me nuovi e stimolanti. Hanno lasciato libero sfogo su quale tecnologia utilizzare per ogni progetto a cui lavoravo. Dalla documentazione, allo studio dei casi d'uso e alla redazione delle specifiche. Mi occupo di sviluppo software soprattuto mobile e web. Prediligo la parte frontend, ma se si ha bisogno riesco anche a cavarmela col backend. Tra le tecnologie utilizzate trova molto spazio Xamarin (forms, android, ios, UWP)",
  "messageAboutMe": "Sono Fabrizio, nato nel '95 e da quando avevo 6 anni adoro tutto ció che fa parte del mondo informatico elettronico. Fin da piccolo sapevo che sarei diventato un appassionato di informatica, infatti la mia istruzione si é basata su questo.",
  "messageTitleExperience": "La mia esperienza",
  "messageLevel": "Livello raggiunto",
  "subtitleLevel": "Ovvio, si può sempre migliorare!"
}
